[
  { "id": 0, "question": "What is your favorite Christmas tradition?" },
  { "id": 1, "question": "Do you prefer real or artificial Christmas trees?" },
  { "id": 2, "question": "What is the best Christmas gift you have ever received?" },
  { "id": 3, "question": "What is your favorite Christmas movie of all time?" },
  { "id": 4, "question": "Do you usually celebrate Christmas Eve or Christmas Day?" },
  { "id": 5, "question": "What is a traditional dish your family makes for the holidays?" },
  { "id": 6, "question": "When do you usually start decorating for Christmas?" },
  { "id": 7, "question": "What is your favorite Christmas song or carol?" },
  { "id": 8, "question": "Do you like to go caroling with friends?" },
  { "id": 9, "question": "What is the most beautiful place to spend Christmas?" },
  { "id": 10, "question": "Do you prefer a white Christmas or a warm one?" },
  { "id": 11, "question": "What is your favorite holiday memory from childhood?" },
  { "id": 12, "question": "Do you enjoy baking Christmas cookies?" },
  { "id": 13, "question": "What is your favorite type of Christmas candy?" },
  { "id": 14, "question": "How do you usually spend New Year's Eve?" },
  { "id": 15, "question": "Do you make New Year's resolutions every year?" },
  { "id": 16, "question": "What was your biggest achievement this past year?" },
  { "id": 17, "question": "What are you looking forward to most in the coming year?" },
  { "id": 18, "question": "Do you prefer a big party or a quiet night on New Year's?" },
  { "id": 19, "question": "What is the best New Year's Eve fireworks display you've seen?" },
  { "id": 20, "question": "Do you have any special traditions for New Year's Day?" },
  { "id": 21, "question": "What is the most challenging thing that happened this year?" },
  { "id": 22, "question": "Who do you usually spend the holidays with?" },
  { "id": 23, "question": "Do you enjoy giving or receiving gifts more?" },
  { "id": 24, "question": "What is your favorite Christmas scent?" },
  { "id": 25, "question": "Do you like wearing ugly Christmas sweaters?" },
  { "id": 26, "question": "What is your favorite holiday beverage?" },
  { "id": 27, "question": "Have you ever built a snowman?" },
  { "id": 28, "question": "Do you prefer to wrap gifts or use gift bags?" },
  { "id": 29, "question": "What is the best Christmas market you have visited?" },
  { "id": 30, "question": "Do you believe in Santa Claus when you were a kid?" },
  { "id": 31, "question": "What is your favorite thing about the holiday season?" },
  { "id": 32, "question": "How do you handle holiday stress?" },
  { "id": 33, "question": "Do you like to watch the ball drop in Times Square on TV?" },
  { "id": 34, "question": "What is your favorite holiday-themed book?" },
  { "id": 35, "question": "Do you prefer hot chocolate or eggnog?" },
  { "id": 36, "question": "What is the funniest gift you have ever received?" },
  { "id": 37, "question": "Do you have a favorite ornament on your tree?" },
  { "id": 38, "question": "How many Christmas cards do you usually send?" },
  { "id": 39, "question": "What is the most meaningful part of the holidays for you?" },
  { "id": 40, "question": "Do you like to go ice skating during the winter?" },
  { "id": 41, "question": "What is your favorite holiday play or musical?" },
  { "id": 42, "question": "How do you stay connected with family during the holidays?" },
  { "id": 43, "question": "Do you have any New Year's superstitions?" },
  { "id": 44, "question": "What is your favorite way to ring in the New Year?" },
  { "id": 45, "question": "Do you take your decorations down right after New Year's?" },
  { "id": 46, "question": "What is the best holiday party you have ever attended?" },
  { "id": 47, "question": "Do you enjoy Secret Santa exchanges?" },
  { "id": 48, "question": "What is your favorite winter activity?" },
  { "id": 49, "question": "How do you choose gifts for your loved ones?" },
  { "id": 50, "question": "What is your favorite holiday smell?" },
  { "id": 51, "question": "Do you prefer to stay home or travel for Christmas?" },
  { "id": 52, "question": "What is the most unusual Christmas tradition you've heard of?" },
  { "id": 53, "question": "Do you like to make handmade gifts?" },
  { "id": 54, "question": "What is your favorite part of New Year's Eve dinner?" },
  { "id": 55, "question": "How do you reflect on the past year?" },
  { "id": 56, "question": "What is your favorite holiday TV special?" },
  { "id": 57, "question": "Do you enjoy winter sports like skiing or snowboarding?" },
  { "id": 58, "question": "What is your hope for the world in the New Year?" },
  { "id": 59, "question": "What is the first thing you want to do in the New Year?" }
]